{
    "hero-slogan": "Dive into my coded creativity.",
    "about-title": "GET TO KNOW ME",
    "about-text-1": "A computer enthusiast since my youth, I explored programming long before becoming a web integrator. For me, each line of code is a work of art, an endless exploration of creation.",
    "about-text-2": "My commitment in this field is much more than a career, it's a limitless passion, an adventure that I will pursue with determination until my hands can no longer slide on a keyboard.",
    "about-text-3": "Today, I am ready to put these skills at the service of your projects. Together, we can create dynamic, optimized, and bug-free websites. I look forward to helping you realize your ideas and make your projects a reality.",
    "about-bottom-1": "My CV",
    "about-bottom-2": "Contact",
    "experience-title": "THE KEY STAGES OF MY JOURNEY",
    "experience-text-1": "Currently undergoing an intensive full-time web integrator training program at OpenClassrooms, from 2023 to March 2024, I am successfully pursuing the attainment of the RNCP level 5 diploma, equivalent to a bachelor's degree. This fully remote training has allowed me to delve deeply into the integration of dynamic websites with React, Redux, as well as optimization, SEO, and debugging.",
    "experience-text-2": "Throughout this journey, I've had the opportunity to collaborate with expert mentors in their fields, enriching my experience and accelerating my learning. Through twelve professional projects, I've developed a strong expertise in web project management, from conception to deployment.",
    "experience-text-3": "Driven by an unwavering passion for the web, I am committed to excellence in my field and constantly strive to push my boundaries to deliver outstanding web solutions to my future clients.",
    "skills-title": "My Repertoire of Skills",
    "skills-text-1": "Front-end",
    "skills-text-2": "Back-end",
    "skills-text-3": "Development Tools",
    "skills-text-4": "Design and Collaboration",
    "projects-title": "Discover my web projects.",
    "contact-title": "Do you have a question, proposal, or project in mind? I'm ready to collaborate with you on anything that interests you!"
}
